Repository: videolan/vlc-winrt
Catalog: app/ui/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AddContent.Text
source: Add content to your
de_de: Fügen Sie Inhalte zu Ihrer

# AddContentCont.Text
source: in order to use this section.
de_de: hinzu, um diese Sektion zu benutzen.

# Biography.Text
source: biography
de_de: Biographie

# ChangeVideoFolder.Content
source: Change default Video folder
de_de: Standardmäßigen Videoordner ändern

# Clear.Text
source: Clear
de_de: Löschen

# CurrentFeatures.Text
source: Current Features:
de_de: Aktuelle Features:

# ElementsNotFound.Text
source: It seems that we didn't find any elements in there.
de_de: Es sieht so aus, als hätten wir dort keine Elemente gefunden.

source: external storage
de_de: Externer Speicher

# ExternalStorage.Text
source: external storage
de_de: Externer Speicher

# FeaturesOpen.Text
source: Open a video from anywhere on your device. Swipe up or right click to open a file from the App Bar.
de_de: Öffnen Sie ein Video von einem beliebigen Ort auf Ihrem Gerät. Finger nach oben bewegen oder rechts-klicken, um eine Datei aus der Programmleiste zu öffnen.

# FeaturesSomething.Text
source: Plays something (plays anything after the bugs are fixed).
de_de: Spielt etwas (spielt alles, nachdem die Fehler behoben sind).

# FeaturesUSB.Text
source: USB and SD Card support.
de_de: Unterstützung für USB und SD Karten.

# FeaturesVidLib.Text
source: Video Library support. Add files to your Video Library and play them directly.
de_de: Unterstützung der Videobibliothek. Fügen Sie Dateien Ihrer Videobibliothek und geben Sie sie direkt wieder.

# Filter.Text
source: Please select a field to filter by...
de_de: Bitte ein Feld wählen, um zu filtern nach ...

source: home
de_de: Benutzerordner

# IndexingMusic1.Text
source: Indexing Music library
de_de: Indizierung der Musikbibliothek

# IndexingMusic2.Text
source: VLC may be unresponsive
de_de: VLC könnte nicht mehr antworten

# IntroPara.Text
source: This app is our attempt to bring the VLC media player to Microsoft's newest OS. It's currently under heavy development so not all features have been included, and many existing features have bugs.
de_de: Diese App ist unser Ansatz, um VLC media player auf Microsoft neuestes Betriebssystem zu bringen. Sie ist derzeit unter heftiger Entwicklung, sodass nicht alle Features enthalten sind und viele Features Fehler enthalten.

# ItsLonely.Text
source: It's lonely here.
de_de: Es ist so einsam hier.

# LastViewed.Text
source: last viewed
de_de: Zuletzt gesehen

# MainPageTitle.Text
source: VLC for Windows 8
de_de: VLC für Windows 8

source: media servers
de_de: Medienserver

# Movies.Text
source: movies
de_de: Filme

source: music
de_de: Musik

# NetworkUrl.Text
source: Network URL:
de_de: Netzwerk URL:

# NoBiographyFound
source: It seems we didn't find a biography for this artist.
de_de: Es scheint, als konnten wir keine Bibliographie für diesen Künstler finden.

# NothingToSeeHere.Text
source: Nothing to see here
de_de: Hier gibt es nichts zu sehen

# OpenFile.Text
source: Open a file
de_de: Datei öffnen

# OpenNetworkStream.Text
source: Open Network Stream...
de_de: Netzwerkstream öffnen...

# Or.Text
source: or
de_de: oder

# PartnersGold.Text
source: gold partners
de_de: Gold Partner

# PartnersOther.Text
source: other backers
de_de: Weitere Unterstützer

# PartnersSilver.Text
source: silver partners
de_de: Silber Partner

# PopularAlbums.Header
source: popular albums
de_de: Beliebte Alben

# RemovableDevices.Text
source: Removable devices
de_de: Entfernbare Geräte

# RemoveableDevice.Text
source: Plug-in a removable device
de_de: Entfernbares Gerät einstecken

# RemoveableDeviceMessage1.Text
source: Plug in a removable storage and VLC will detects all the files in it.
de_de: Stecken Sie ein entfernbares Speichermedium ein und VLC wird alle Dateien darauf erkennen.

# RemoveableDeviceMessage2.Text
source: Waiting for removable storages
de_de: Auf entfernbare Speichermedien warten

# Search.Text
source: Search
de_de: Suchen

# SimilarArtists.Header
source: similar artists
de_de: Ähnliche Künstler

# Track.Text
source: track
de_de: Titel

source: Unknown Artist
de_de: Unbekannter Künstler

source: Unknown Track
de_de: Unbekannter Titel

# VideosNotFound1.Text
source: It seems that we didn't find any elements in your Video library.
de_de: Es scheint, als konnten wir keine Elemente in ihrer Videobibliothek finden.

# VideosNotFound2.Text
source: Maybe we didn't search in the right places.
de_de: Möglicherweise haben wir nicht an den richtigen Orten gesucht.

# VlcThankYou.Text
source: The VLC for Windows 8 Team would like to thank very much the people who made this application possible:
de_de: Das VLC für Windows 8 Team möchte sich sehr bei denen bedanken, die diese Anwendung möglich gemacht haben:

# Welcome.Text
source: Welcome to VLC for Windows 8 Beta!
de_de: Willkommen zur VLC für Windows 8 Beta!

# WelcomeMessage.Text
source: THE VLC TEAM WOULD LIKE TO THANK
de_de: DER DANK DES TEAMS GEHT AN
